Repository: tclaus/Lynkeos
Catalog: Interfaces/*.lproj/MainMenu.strings
Languages: it

# 5.title
source: Bring All to Front
it: Porta tutto in primo piano

# 19.title
source: Window
it: Finestra

# 23.title
source: Minimize
it: Contrai

# 24.title
source: Window
it: Finestra

# 58.title
source: About Lynkeos
it: Info su Lynkeos

# 72.title
source: Open...
it: Apri...

# 73.title
source: Close
it: Chiudi

# 75.title
source: Save
it: Registra

# 77.title
source: Page Setup...
it: Formato di Stampa...

# 78.title
source: Print...
it: Stampa...

# 80.title
source: Save As...
it: Registra col Nome...

# 81.title
source: File
it: Archivio

# 82.title
source: New
it: Nuovo

# 83.title
source: File
it: Archivio

# 103.title
source: Help
it: Aiuto

# 106.title
source: Help
it: Aiuto

# 111.title
source: Lynkeos Help
it: Aiuto Lynkeos

# 112.title
source: Revert
it: Ripristina versione registrata

# 124.title
source: Open Recent
it: Apri Recenti

# 125.title
source: Open Recent
it: Apri Recenti

# 129.title
source: Preferences...
it: Preferenze...

# 130.title
source: Services
it: Servizi

# 131.title
source: Services
it: Servizi

# 134.title
source: Hide Lynkeos
it: Nascondi Lynkeos

# 136.title
source: Quit Lynkeos
it: Esci da Lynkeos

# 145.title
source: Hide Others
it: Nascondi Altre

# 150.title
source: Show All
it: Mostra Tutte

# 157.title
source: Copy
it: Copia

# 158.title
source: Undo
it: Annulla

# 160.title
source: Cut
it: Taglia

# 163.title
source: Edit
it: Composizione

# 164.title
source: Delete
it: Elimina

# 169.title
source: Edit
it: Composizione

# 171.title
source: Paste
it: Incolla

# 172.title
source: Select All
it: Seleziona Tutto

# 173.title
source: Redo
it: Ripristina

# 203.title
source: Export as movie ...
it: Esporta come filmato...

# 205.title
source: Save image...
it: Registra immagine...

# 208.title
source: Add image...
it: Aggiungi immagine...

# 291.ibShadowedToolTip
source: Reset settings to factory defaults
it: Riporta le regolazioni alla configurazione base

# 440.label
source: Credits
it: Ringraziamenti

# 446.label
source: Changelog
it: Cronologia

# 490.title
source: Process
it: Elabora

# 491.title
source: Process
it: Elabora

# 493.title
source: View
it: Vista

# 494.title
source: View
it: Vista

# 495.title
source: Show toolbar
it: Nascondi la barra strumenti

# 496.title
source: Customize toolbar…
it: Personalizza la barra strumenti…

# 505.ibShadowedToolTip
source: Sound to be played at end of list processings
it: Suono da emettere al termine dell'elaborazione della lista

# 509.ibShadowedToolTip
source: Change the sizes to optimize Fourier transform calculation time
it: Cambia le dimensioni per ottimizzare i tempi di calcolo della trasformata di Fourier

# 517.ibShadowedToolTip
source: Frequency cutoff applied to spectrums prior to correlation
it: Frequenza di taglio applicata agli spettri prima della correlazione

# 518.ibShadowedToolTip
source: Frequency cutoff applied to spectrums prior to correlation
it: Frequenza di taglio applicata agli spettri prima della correlazione

# 520.ibShadowedToolTip
source: Maximum correlation standard deviation in fraction of search square side
it: Massima deviazione standard della correlazione come frazione del lato del riquadro di ricerca

# 523.ibShadowedToolTip
source: Maximum correlation standard deviation in fraction of search square side
it: Massima deviazione standard della correlazione come frazione del lato del riquadro di ricerca

# 524.ibShadowedToolTip
source: Wether to display each image when aligned
it: Scegli di mostrare ogni immagine una volta allineata

# 527.ibShadowedToolTip
source: Don't change this unless you know what you're doing
it: Non modificare a meno che si sappia cosa si sta facendo

# 530.title
source: No multiprocessing
it: Non usare multiprocessore

# 531.title
source: Parallel lists processing
it: Elaborazione liste parallela

# 599.ibShadowedToolTip
source: Lower frequency cutoff for analysis algorithm
it: Frequenza di taglio inferiore per l'algoritmo di analisi

# 605.ibShadowedToolTip
source: Wether to display each image when analyzed
it: Scegli di mostrare ogni immagine una volta analizzata

# 607.ibShadowedToolTip
source: Don't change this unless you know what you're doing
it: Non modificare a meno che si sappia cosa si sta facendo

# 609.title
source: No multiprocessing
it: Non usare multiprocessore

# 610.title
source: Parallel lists processing
it: Elaborazione liste parallela

# 631.ibShadowedToolTip
source: Wether to display each image when added to the stack
it: Scegli di mostrare ogni immagine uan volta aggiunta all'insieme sovrapposto

# 633.ibShadowedToolTip
source: Don't change this unless you know what you're doing
it: Non modificare a meno che si sappia cosa si sta facendo

# 635.title
source: No multiprocessing
it: Non usare multiprocessore

# 636.title
source: Parallel lists processing
it: Elaborazione liste parallela

# 707.title
source: Zoom
it: Ridimensiona

# 859.ibShadowedToolTip
source: Don't change this unless you know what you're doing
it: Non modificare a meno che si sappia cosa si sta facendo

# 861.title
source: Multiprocessing
it: Multiprocessore

# 862.title
source: No multiprocessing
it: Non usare multiprocessore

# 1024.title
source: Cancel
it: Annulla

# 1025.title
source: Reset
it: Base

# 1026.title
source: Apply
it: Applica

# 1034.title
source: End of processing sound
it: Suono per la fine dell'elaborazione

# 1036.title
source: Adjust sizes for Fourier transforms
it: Regola dimensioni per trasformata di Fourier

# 1037.title
source: Optimisation of image processing
it: Ottimizzazione dei elaborazioni

# 1039.title
source: Align frequency cutoff
it: Frequenza di taglio per l'allineamento

# 1043.title
source: Align precision threshold
it: Soglia di precisione per l'allineamento

# 1046.title
source: Image updating during align
it: Aggiorna l'immagine durante l'alineamento

# 1047.title
source: Multiprocessor optimization
it: Ottimizzazione multiprocessore

# 1055.title
source: Analysis cutoff frequencies
it: Frequenza di taglio per l'analisi

# 1057.title
source: Image updating during analysis
it: Aggiorna l'immagine durante l'analisi

# 1059.title
source: Multiprocessor optimization
it: Ottimizzazione multiprocessore

# 1061.title
source: Image updating during stacking
it: Aggiorna l'immagine durante la somma

# 1063.title
source: Multiprocessor optimization
it: Ottimizzazione multiprocessore
